Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: percentage of translated strings
sv: procentandel Ã¶versatta strÃ¤ngar

source: total number of words
sv: totalt antal ord

source: number of translated words
sv: antal Ã¶versatta ord

source: percentage of translated words
sv: procentandel Ã¶versatta ord

source: Returns statistics for a project.
sv: Returnerar statistik fÃ¶r ett projekt.

source: Returns categories for a project. See :http:get:`/api/categories/(int:id)/` for field definitions.
sv: Returnerar kategorier fÃ¶r ett projekt. Se :http:get:`/api/categories/(int:id)/` fÃ¶r fÃ¤ltdefinitioner.

source: param project
sv: param-projekt

source: type project
sv: typ av projekt

source: Returns labels for a project.
sv: Returetiketter fÃ¶r ett projekt.

source: ID of the label
sv: Etikettens ID

source: name of the label
sv: etikettens namn

source: color of the label
sv: etikettens fÃ¤rg

source: Creates a label for a project.
sv: Skapar en etikett fÃ¶r ett projekt.

source: Deletes a label from a project.
sv: Tar bort en etikett frÃ¥n ett projekt.

source: ID of the label to delete
sv: ID fÃ¶r etiketten som ska tas bort

source: type label_id
sv: typ label_id

source: integer
sv: heltal

source: Returns contributor credits for a project.
sv: Returnerar bidragsgivares krediter fÃ¶r ett projekt.

source: Lower-bound ISO 8601 timestamp (mandatory)
sv: Nedre grÃ¤ns fÃ¶r tidsstÃ¤mpel enligt ISO 8601 (obligatoriskt)

source: Upper-bound ISO 8601 timestamp (mandatory)
sv: Ãvre grÃ¤ns fÃ¶r ISO 8601-tidsstÃ¤mpel (obligatoriskt)

source: Language code to search for
sv: SprÃ¥kkod att sÃ¶ka efter

source: Email of the contributor
sv: E-postadress till bidragsgivaren

source: Full name of the contributor
sv: Bidragsgivarens fullstÃ¤ndiga namn

source: Number of changes done in the time range
sv: Antal Ã¤ndringar som gjorts under tidsperioden

source: Returns automatic suggestion settings for a project, consisting of the configurations defined for each translation service installed.
sv: Returnerar automatiska fÃ¶rslagsinstÃ¤llningar fÃ¶r ett projekt, bestÃ¥ende av de konfigurationer som definierats fÃ¶r varje installerad Ã¶versÃ¤ttningstjÃ¤nst.

source: Configuration for all installed services.
sv: Konfiguration fÃ¶r alla installerade tjÃ¤nster.

source: Create or update the service configuration for a project.
sv: Skapa eller uppdatera tjÃ¤nstekonfigurationen fÃ¶r ett projekt.

source: Service name
sv: Namn pÃ¥ service

source: Service configuration in JSON
sv: TjÃ¤nstkonfiguration i JSON

source: Added ability to download ZIP file of all components translations in a project for 1 specific language.
sv: Lagt till mÃ¶jlighet att ladda ner ZIP-fil med alla komponentÃ¶versÃ¤ttningar i ett projekt fÃ¶r ett specifikt sprÃ¥k.

source: Download a ZIP file of all translation files for a specified ``language_code`` across all components for a given ``project`` rather than downloading individual translated files and manually zipping them, with the archive named `{project-slug}-{language-code}.zip` and organized by component paths (e.g., `component-slug/po/lang.po`).
sv: Ladda ner en ZIP-fil med alla Ã¶versÃ¤ttningsfiler fÃ¶r en angiven ``sprÃ¥kkod`` fÃ¶r alla komponenter i ett givet ``projekt`` istÃ¤llet fÃ¶r att ladda ner enskilda Ã¶versatta filer och manuellt komprimera dem. Arkivet har namnet `{project-slug}-{language-code}.zip` och Ã¤r organiserat efter komponentvÃ¤gar (t.ex. `component-slug/po/lang.po`).

source: Optional case-insensitive substring to filter components by slug (e.g., ``?filter=core`` will match components with 'core' anywhere in their slug); only components whose slugs contain the substring will be included in the download.
sv: Valfri delstrÃ¤ng som inte Ã¤r skiftlÃ¤geskÃ¤nslig fÃ¶r att filtrera komponenter efter slug (t.ex. ``?filter=core`` matchar komponenter med 'core' nÃ¥gonstans i deras slug); endast komponenter vars slugs innehÃ¥ller delstrÃ¤ngen kommer att inkluderas i nedladdningen.

source: Possible responses:
sv: MÃ¶jliga svar:

source: ``200 OK`` with the ZIP file of translations for the specified language across all components in the project. If no components have translations for the specified language, an empty ZIP file will be returned.
sv: ``200 OK`` med ZIP-filen med Ã¶versÃ¤ttningar fÃ¶r det angivna sprÃ¥ket fÃ¶r alla komponenter i projektet. Om inga komponenter har Ã¶versÃ¤ttningar fÃ¶r det angivna sprÃ¥ket returneras en tom ZIP-fil.

source: ``403 Forbidden`` if the user does not have permission to the project.
sv: ``403 FÃ¶rbjudet`` om anvÃ¤ndaren inte har behÃ¶righet till projektet.

source: ``404 Not Found`` if the project slug does not exist.
sv: ``404 Not Found`` om projektets slug inte finns.

source: Use :http:post:`/api/projects/(string:project)/components/` to create new components.
sv: AnvÃ¤nd :http:post:`/api/projects/(string:project)/components/` fÃ¶r att skapa nya komponenter.

source: Returns a list of translation components.
sv: Returnerar en lista Ã¶ver Ã¶versÃ¤ttningskomponenter.

source: Component object attributes are documented at :http:get:`/api/components/(string:project)/(string:component)/`.
sv: Komponentobjektets attribut dokumenteras pÃ¥ :http:get:`/api/components/(string:project)/(string:component)/`.

source: Returns information about the translation component.
sv: Returnerar information om Ã¶versÃ¤ttningskomponenten.

source: the translation project; see :http:get:`/api/projects/(string:project)/`
sv: Ã¶versÃ¤ttningsprojektet; se :http:get:`/api/projects/(string:project)/`

source: component whose repository is linked via :ref:`internal-urls`
sv: komponent vars arkiv Ã¤r lÃ¤nkat via :ref:`internal-urls`

source: :ref:`component-repo`, this is the actual repository URL even when :ref:`internal-urls` are used, use ``linked_component`` to detect this situation
sv: :ref:`component-repo`, detta Ã¤r den faktiska repositoriets URL Ã¤ven nÃ¤r :ref:`internal-urls` anvÃ¤nds, anvÃ¤nd ``linked_component`` fÃ¶r att upptÃ¤cka denna situation

source: :ref:`component-branch`, this is the actual repository branch even when :ref:`internal-urls` are used
sv: :ref:`component-branch`, detta Ã¤r den faktiska repository-grenen Ã¤ven nÃ¤r :ref:`internal-urls` anvÃ¤nds

source: :ref:`component-push`, this is the actual repository URL even when :ref:`internal-urls` are used
sv: :ref:`component-push`, detta Ã¤r den faktiska URL:en till arkivet Ã¤ven nÃ¤r :ref:`internal-urls` anvÃ¤nds

source: :ref:`component-push_branch`, this is the actual repository branch even when :ref:`internal-urls` are used
sv: :ref:`component-push_branch`, detta Ã¤r den faktiska repositoriegrenen Ã¤ven nÃ¤r :ref:`internal-urls` anvÃ¤nds

source: source language object; see :http:get:`/api/languages/(string:language)/`
sv: kÃ¤llsprÃ¥ksobjekt; se :http:get:`/api/languages/(string:language)/`

source: Whether component is locked, this field is read-only; see :http:get:`/api/components/(string:project)/(string:component)/lock/`
sv: Huruvida komponenten Ã¤r lÃ¥st Ã¤r detta fÃ¤lt skrivskyddat; se :http:get:`/api/components/(string:project)/(string:component)/lock/`

source: URL to repository status; see :http:get:`/api/components/(string:project)/(string:component)/repository/`
sv: URL till arkivstatus; se :http:get:`/api/components/(string:project)/(string:component)/repository/`

source: URL to translations list; see :http:get:`/api/components/(string:project)/(string:component)/translations/`
sv: URL till Ã¶versÃ¤ttningslistan; se :http:get:`/api/components/(string:project)/(string:component)/translations/`

source: URL to lock status; see :http:get:`/api/components/(string:project)/(string:component)/lock/`
sv: URL fÃ¶r lÃ¥sstatus; se :http:get:`/api/components/(string:project)/(string:component)/lock/`

source: URL to changes list; see :http:get:`/api/components/(string:project)/(string:component)/changes/`
sv: URL till Ã¤ndringslista; se :http:get:`/api/components/(string:project)/(string:component)/changes/`

source: URL to a background task (if any); see :http:get:`/api/tasks/(str:uuid)/`
sv: URL till en bakgrundsuppgift (om sÃ¥dan finns); se :http:get:`/api/tasks/(str:uuid)/`

source: URL to list contributor credits; see :http:get:`/api/components/(string:project)/(string:component)/credits/`
sv: URL fÃ¶r att lista bidragsgivare; se :http:get:`/api/components/(string:project)/(string:component)/credits/`

source: Edit a component by a :http:method:`PATCH` request.
sv: Redigera en komponent med en :http:method:`PATCH`-begÃ¤ran.

source: Project source language code (optional)
sv: Projektets kÃ¤llsprÃ¥kskod (valfritt)

source: name of component
sv: komponentens namn

source: slug of component
sv: komponentbit

source: VCS repository URL
sv: VCS-arkivets URL

source: Edit a component by a :http:method:`PUT` request.
sv: Redigera en komponent med en :http:method:`PUT`-begÃ¤ran.

source: VCS repository branch
sv: VCS-arkivets gren

source: file format of translations
sv: filformat fÃ¶r Ã¶versÃ¤ttningar

source: parameters related to the file
sv: parametrar relaterade till filen

source: mask of translation files in the repository
sv: mask av Ã¶versÃ¤ttningsfiler i arkivet

source: base file for monolingual translations
sv: basfil fÃ¶r ensprÃ¥kiga Ã¶versÃ¤ttningar

source: base file for adding new translations
sv: basfil fÃ¶r att lÃ¤gga till nya Ã¶versÃ¤ttningar

source: version control system
sv: versionshanteringssystem

source: Deletes a component.
sv: Tar bort en komponent.

source: Returns a list of component changes. This is essentially a component scoped :http:get:`/api/changes/` accepting same params.
sv: Returnerar en lista Ã¶ver komponentÃ¤ndringar. Detta Ã¤r i huvudsak en komponent med omfattningen :http:get:`/api/changes/` som accepterar samma parametrar.

source: Downloads all available translations associated with the component as an archive file using the requested format.
sv: HÃ¤mtar alla tillgÃ¤ngliga Ã¶versÃ¤ttningar som Ã¤r kopplade till komponenten som en arkivfil i det begÃ¤rda formatet.

source: Returns a list of component screenshots.
sv: Returnerar en lista med skÃ¤rmdumpar av komponenter.

source: array of component screenshots; see :http:get:`/api/screenshots/(int:id)/`
sv: serie av skÃ¤rmdumpar av komponenter; se :http:get:`/api/screenshots/(int:id)/`

source: Returns component lock status.
sv: Returnerar komponentens lÃ¥sstatus.

source: whether component is locked for updates
sv: om komponenten Ã¤r lÃ¥st fÃ¶r uppdateringar

source: Sets component lock status.
sv: StÃ¤ller in komponentlÃ¥sstatus.

source: Response is same as :http:get:`/api/components/(string:project)/(string:component)/lock/`.
sv: Svaret Ã¤r detsamma som :http:get:`/api/components/(string:project)/(string:component)/lock/`.

source: Boolean whether to lock or not.
sv: Boolesk vÃ¤rde som anger om lÃ¥sning ska anvÃ¤ndas eller inte.

source: Returns information about the VCS repository status.
sv: Returnerar information om VCS-arkivets status.

source: The response is same as for :http:get:`/api/projects/(string:project)/repository/`.
sv: Svaret Ã¤r detsamma som fÃ¶r :http:get:`/api/projects/(string:project)/repository/`.

source: Remote commit information
sv: Information om fjÃ¤rrkommit

source: VCS repository status as reported by VCS
sv: VCS-arkivstatus enligt rapportering frÃ¥n VCS

source: Text describing merge failure or null if there is none
sv: Text som beskriver sammanfogningsfel eller null om det inte finns nÃ¥got

source: Performs the given operation on a VCS repository.
sv: UtfÃ¶r den angivna Ã¥tgÃ¤rden pÃ¥ ett VCS-arkiv.

source: See :http:post:`/api/projects/(string:project)/repository/` for documentation.
sv: Se :http:post:`/api/projects/(string:project)/repository/` fÃ¶r dokumentation.

source: Operation to perform: one of ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``
sv: Ã tgÃ¤rd som ska utfÃ¶ras: en av ``push``, ``pull``, ``commit``, ``reset``, ``cleanup``

source: Downloads base file for monolingual translations.
sv: HÃ¤mtar basfilen fÃ¶r ensprÃ¥kiga Ã¶versÃ¤ttningar.

source: Downloads template file for new translations.
sv: HÃ¤mtar mallfil fÃ¶r nya Ã¶versÃ¤ttningar.

source: Returns a list of translation objects in the given component.
sv: Returnerar en lista Ã¶ver Ã¶versÃ¤ttningsobjekt i den angivna komponenten.

source: array of translation objects; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`
sv: array av Ã¶versÃ¤ttningsobjekt; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`

source: Creates new translation in the given component.
sv: Skapar en ny Ã¶versÃ¤ttning i den angivna komponenten.

source: translation language code; see :http:get:`/api/languages/(string:language)/`
sv: Ã¶versÃ¤ttningssprÃ¥kkod; se :http:get:`/api/languages/(string:language)/`

source: new translation object created
sv: nytt Ã¶versÃ¤ttningsobjekt skapat

source: Returns paginated statistics for all translations within component.
sv: Returnerar paginerad statistik fÃ¶r alla Ã¶versÃ¤ttningar inom komponenten.

source: Returns projects linked with a component.
sv: Returnerar projekt som Ã¤r kopplade till en komponent.

source: associated projects; see :http:get:`/api/projects/(string:project)/`
sv: relaterade projekt; se :http:get:`/api/projects/(string:project)/`

source: Associate project with a component.
sv: Koppla projektet till en komponent.

source: Remove association of a project with a component.
sv: Ta bort kopplingen mellan ett projekt och en komponent.

source: Slug of the project to remove
sv: Slug av projektet att ta bort

source: Returns a list of translations.
sv: Returnerar en lista med Ã¶versÃ¤ttningar.

source: Translation object attributes are documented at :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`.
sv: ÃversÃ¤ttningsobjektets attribut dokumenteras pÃ¥ :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/`.

source: Returns information about the translation.
sv: Returnerar information om Ã¶versÃ¤ttningen.

source: component object; see :http:get:`/api/components/(string:project)/(string:component)/`
sv: komponentobjekt; se :http:get:`/api/components/(string:project)/(string:component)/`

source: number of strings failing checks
sv: antal strÃ¤ngar som inte klarar kontrollerna

source: percentage of strings failing checks
sv: procentandel av strÃ¤ngar som inte klarar kontrollerna

source: number of words with failing checks
sv: antal ord med felaktiga kontroller

source: translation filename
sv: Ã¶versÃ¤ttningsfilnamn

source: number of fuzzy (marked for edit) strings
sv: antal otydliga (markerade fÃ¶r redigering) strÃ¤ngar

source: percentage of fuzzy (marked for edit) strings
sv: procentandel av otydliga (markerade fÃ¶r redigering) strÃ¤ngar

source: number of words in fuzzy (marked for edit) strings
sv: antal ord i fuzzy-strÃ¤ngar (markerade fÃ¶r redigering)

source: number of strings with comment
sv: antal strÃ¤ngar med kommentar

source: number of strings with suggestion
sv: antal strÃ¤ngar med fÃ¶rslag

source: whether the translation has a monolingual base
sv: om Ã¶versÃ¤ttningen har en ensprÃ¥kig bas

source: language code used in the repository; this can be different from language code in the language object
sv: sprÃ¥kkod som anvÃ¤nds i arkivet; denna kan skilja sig frÃ¥n sprÃ¥kkoden i sprÃ¥kojektet

source: name of last author
sv: namn pÃ¥ sista fÃ¶rfattare

source: last change timestamp
sv: senaste Ã¤ndringstidpunkt

source: revision hash for the file
sv: revisionshash fÃ¶r filen

source: URL for sharing leading to engagement page
sv: URL fÃ¶r delning som leder till engagemangssidan

source: URL for translating
sv: URL fÃ¶r Ã¶versÃ¤ttning

source: URL to repository status; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`
sv: URL till arkivstatus; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/repository/`

source: URL to file object; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`
sv: URL till filobjekt; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/file/`

source: URL to changes list; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/changes/`
sv: URL till Ã¤ndringslista; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/changes/`

source: URL to strings list; see :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`
sv: URL till strÃ¤nglista; se :http:get:`/api/translations/(string:project)/(string:component)/(string:language)/units/`

source: Deletes a translation.
sv: Tar bort en Ã¶versÃ¤ttning.

source: Returns a list of translation changes. This is essentially a translations-scoped :http:get:`/api/changes/` accepting the same parameters.
sv: Returnerar en lista Ã¶ver Ã¶versÃ¤ttningsÃ¤ndringar. Detta Ã¤r i huvudsak en Ã¶versÃ¤ttningsbegrÃ¤nsad :http:get:`/api/changes/` som accepterar samma parametrar.

source: Returns a list of translation units.
sv: Returnerar en lista Ã¶ver Ã¶versÃ¤ttningsenheter.

source: Search query string :doc:`/user/search` (optional)
sv: SÃ¶kstrÃ¤ng :doc:`/user/search` (valfritt)

source: array of component objects; see :http:get:`/api/units/(int:id)/`
sv: matris av komponentobjekt; se :http:get:`/api/units/(int:id)/`

source: Add new unit.
sv: LÃ¤gg till ny enhet.

source: *Monolingual translations:* Key of translation unit
sv: *EnsprÃ¥kiga Ã¶versÃ¤ttningar:* Nyckel fÃ¶r Ã¶versÃ¤ttningsenhet

source: *Monolingual translations:* Source strings (use single string if not creating plural)
sv: *EnsprÃ¥kiga Ã¶versÃ¤ttningar:* KÃ¤llstrÃ¤ngar (anvÃ¤nd enstaka strÃ¤ng om du inte skapar plural)

source: *Bilingual translations:* Context of a translation unit
sv: *TvÃ¥sprÃ¥kiga Ã¶versÃ¤ttningar:* Kontext fÃ¶r en Ã¶versÃ¤ttningsenhet

source: *Bilingual translations:* Source strings (use single string if not creating plural)
sv: *TvÃ¥sprÃ¥kiga Ã¶versÃ¤ttningar:* KÃ¤llstrÃ¤ngar (anvÃ¤nd enstaka strÃ¤ng om du inte skapar plural)

source: *Bilingual translations:* Target strings (use single string if not creating plural)
sv: *TvÃ¥sprÃ¥kiga Ã¶versÃ¤ttningar:* MÃ¥lstrÃ¤ngar (anvÃ¤nd enstaka strÃ¤ng om du inte skapar plural)

source: String state; see :http:get:`/api/units/(int:id)/`
sv: StrÃ¤ngstatus; se :http:get:`/api/units/(int:id)/`

source: newly created unit; see :http:get:`/api/units/(int:id)/`
sv: nyligen skapad enhet; se :http:get:`/api/units/(int:id)/`

source: The ``filter_type`` parameter is no longer supported and filtering is done by the ``q`` parameter.
sv: Parametern ``filter_type`` stÃ¶ds inte lÃ¤ngre och filtrering sker med parametern ``q``.

source: Trigger automatic translation.
sv: Aktivera automatisk Ã¶versÃ¤ttning.

source: Automatic translation search string, see :ref:`search-strings`.
sv: Automatisk Ã¶versÃ¤ttning av sÃ¶kstrÃ¤ng, se :ref:`search-strings`.

source: Automatic translation source - ``mt`` or ``others``
sv: KÃ¤lla fÃ¶r automatisk Ã¶versÃ¤ttning - ``mt`` eller ``andra``

source: Download current translation file as it is stored in the VCS (without the ``format`` parameter) or converted to another format (see :ref:`download`).
sv: Ladda ner aktuell Ã¶versÃ¤ttningsfil sÃ¥ som den lagras i VCS (utan parametern ``format``) eller konvertera den till ett annat format (se :ref:`download`).

source: This API endpoint uses different logic for output than rest of API as it operates on whole file rather than on data. Set of accepted ``format`` parameter differs and without such parameter you get translation file as stored in VCS.
sv: Denna API-Ã¤ndpunkt anvÃ¤nder annan logik fÃ¶r utdata Ã¤n resten av API:et, eftersom den arbetar med hela filen istÃ¤llet fÃ¶r med data. UppsÃ¤ttningen av accepterade ``format``-parametrar skiljer sig Ã¥t, och utan en sÃ¥dan parameter fÃ¥r du Ã¶versÃ¤ttningsfilen som den lagras i VCS.

source: Timestamp of last change to this file.
sv: TidsstÃ¤mpel fÃ¶r senaste Ã¤ndring av denna fil.

source: Skips response if the file has not been modified since that time.
sv: Hoppar Ã¶ver svaret om filen inte har Ã¤ndrats sedan dess.

source: File format to use; if not specified no format conversion happens; see :ref:`download` for supported formats
sv: Filformat som ska anvÃ¤ndas; om inget anges sker ingen formatkonvertering; se :ref:`download` fÃ¶r format som stÃ¶ds

source: Filter downloaded strings, see :ref:`search`, only applicable when conversion is in place (``format`` is specified).
sv: Filtrera nedladdade strÃ¤ngar, se :ref:`search`, endast tillÃ¤mpligt nÃ¤r konvertering Ã¤r pÃ¥ plats (``format`` Ã¤r angivet).

source: Upload new file with translations.
sv: Ladda upp ny fil med Ã¶versÃ¤ttningar.

source: How to deal with conflicts (``ignore``, ``replace-translated`` or ``replace-approved``), see :ref:`upload-conflicts`
sv: Hur man hanterar konflikter (``ignorera``, ``ersÃ¤tt-Ã¶versatt`` eller ``ersÃ¤tt-godkÃ¤nt``), se :ref:`upload-conflicts`

source: Uploaded file
sv: Uppladdad fil

source: Upload method (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), see :ref:`upload-method`
sv: Uppladdningsmetod (``translate``, ``approve``, ``suggest``, ``fuzzy``, ``replace``, ``source``, ``add``), se :ref:`upload-method`

source: Fuzzy (marked for edit) strings processing (*empty*, ``process``, ``approve``)
sv: Bearbetning av fuzzy-strÃ¤ngar (markerade fÃ¶r redigering) (*tom*, ``bearbeta``, ``godkÃ¤nn``)

source: The response is same as for :http:get:`/api/components/(string:project)/(string:component)/repository/`.
sv: Svaret Ã¤r detsamma som fÃ¶r :http:get:`/api/components/(string:project)/(string:component)/repository/`.

source: Returns detailed translation statistics.
sv: Returnerar detaljerad Ã¶versÃ¤ttningsstatistik.

source: Returns a list of memory results.
sv: Returnerar en lista med minnesresultat.

source: Deletes a memory object
sv: Tar bort ett minnesobjekt

source: Memory Object ID
sv: Minnesobjekt-ID

source: Units
sv: Enheter

source: A `unit` is a single piece of a translation which pairs a source string with a corresponding translated string and also contains some related metadata. The term is derived from the :py:class:`tt:translate.storage.base.TranslationUnit` in Translate Toolkit and XLIFF.
sv: En `enhet` Ã¤r en enskild del av en Ã¶versÃ¤ttning som kopplar samman en kÃ¤llstrÃ¤ng med en motsvarande Ã¶versatt strÃ¤ng och Ã¤ven innehÃ¥ller vissa relaterade metadata. Termen hÃ¤rstammar frÃ¥n :py:class:`tt:translate.storage.base.TranslationUnit` i Translate Toolkit och XLIFF.

source: Unit object attributes are documented at :http:get:`/api/units/(int:id)/`.
sv: Enhetsobjektets attribut dokumenteras pÃ¥ :http:get:`/api/units/(int:id)/`.

source: The ``target`` and ``source`` are now arrays to properly handle plural strings.
sv: ``MÃ¥l`` och ``kÃ¤lla`` Ã¤r nu matriser fÃ¶r att korrekt hantera flera strÃ¤ngar.

source: The ``last_updated`` attribute is now exposed.
sv: Attributet ``last_updated`` Ã¤r nu exponerat.

source: Returns information about the translation unit.
sv: Returnerar information om Ã¶versÃ¤ttningsenheten.

source: Unit ID
sv: Enhet ID

source: URL of a related translation object
sv: URL till ett relaterat Ã¶versÃ¤ttningsobjekt

source: source string
sv: kÃ¤llstrÃ¤ng

source: previous source string used for fuzzy matching
sv: tidigare kÃ¤llstrÃ¤ng som anvÃ¤nds fÃ¶r fuzzy-matchning

source: target string
sv: mÃ¥lstrÃ¤ng

source: unique identifier of the unit
sv: enhetens unika identifierare

source: unique identifier of the source string
sv: unik identifierare fÃ¶r kÃ¤llstrÃ¤ngen

source: location of the unit in source code
sv: enhetens placering i kÃ¤llkoden

source: translation unit context
sv: Ã¶versÃ¤ttningsenhetens sammanhang

source: translation unit note
sv: Ã¶versÃ¤ttningsenhet anmÃ¤rkning
